export default {
  projections: {
    ТЧУтвержДокE: {
      расДок: {
        __caption__: 'Рас док',
        дата: {
          __caption__: 'Дата'
        },
        формаДокумента: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование документа'
          }
        },
        утверждение: {
          __caption__: 'Статус решения'
        }
      }
    }
  },
  validations: {
    расДок: {
      __caption__: 'Рас док'
    },
    хрДок: {
      __caption__: 'хрДок'
    }
  }
};
