export default {
  projections: {
    ХрДокE: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      },
      тЧСоздДок: {
        __caption__: 'Т ч созд док',
        формаДокумента: {
          __caption__: 'Форма документа',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      },
      тЧУтвержДок: {
        __caption__: 'Т ч утверж док',
        расДок: {
          __caption__: 'Рас док',
          дата: {
            __caption__: 'Дата'
          }
        }
      }
    },
    ХрДокL: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      }
    }
  },
  validations: {
    датаСохранения: {
      __caption__: 'Дата сохранения'
    },
    тЧСоздДок: {
      __caption__: 'Т ч созд док'
    },
    тЧУтвержДок: {
      __caption__: 'Т ч утверж док'
    }
  }
};
